{
    "0_6": {
        "chatgpt-prompt1": [
            "Where can you find the Share settings for a template?",
            "Will changes to a template's access settings take effect immediately?",
            "What should you select to access a template's Share menu?",
            "What option should you select if you're already editing a template to access its Share settings?",
            "What is the name of the dropdown menu where you can select who can access a template?",
            "How do you open the General Access dropdown menu?",
            "Can you select multiple options for who can access a template?",
            "Is the process for changing access to a template time-consuming?"
        ],
        "text": "Change who has access to the template Open the Share settings for your template to change who has access. Any changes to your template's access settings update immediately. Select the menu (3 dots) of a template in your library, then click Share If you're already editing the template, select Share at the top of the page Open the General Access dropdown menu Choose who can access the template",
        "chatgpt-vanilla": [
            "How do you change who has access to the template?",
            "Do changes to access settings take effect immediately?",
            "What do you need to select to access the Share settings?",
            "Where is the Share button located in the template?",
            "How do you access the General Access dropdown menu?",
            "What can you choose from in the General Access dropdown menu?"
        ],
        "davinci-vanilla": [
            "How do you change who has access to the template?",
            "How do you open the Share settings for a template?",
            "Do changes to the template's access settings take effect immediately?",
            "Where do you find the menu for a template?",
            "How do you open the General Access dropdown menu?",
            "Who can access the template?"
        ],
        "davinci-prompt1": [
            "What do I need to do to open the Share settings for my template?",
            "Is any waiting period required before changes to my template's access settings take effect?",
            "Are there any special steps to follow when selecting the menu (3 dots) of a template in my library?",
            "Is the Share option located anywhere else besides at the top of the page?",
            "What does the General Access dropdown menu offer?",
            "Will my changes to the template's access settings be immediately effective?",
            "How can I choose who can access the template?"
        ],
        "davinci-prompt2": [
            "What are the steps for changing the access settings for a template?",
            "How do you open the Share settings for a template?",
            "Do changes to the template's access settings update immediately?",
            "How do you select the menu of a template in your library?",
            "How do you open the General Access dropdown menu?",
            "What is the best way to choose who can access the template?",
            "How do you access the Share settings for a template?",
            "What can you do to update the access settings for a template?"
        ],
        "davinci-prompt3": [
            "Is there a way to easily control who has access to a template?",
            "What are the steps to change template access settings?",
            "How quickly do changes to template access settings take effect?",
            "What is the menu that I need to open to access the share settings?",
            "If I am already editing the template, where can I find the Share button?",
            "Is there an option to control who can access the template?",
            "What is the General Access dropdown menu?",
            "Is there a way to know who has access to a template?"
        ],
        "davinci-prompt4": [
            "What is the Share settings feature?",
            "How do I open the Share settings for my template?",
            "How do I change who has access to the template?",
            "How do I select the menu (3 dots) of a template in my library?",
            "How can I access the template?",
            "What does the General Access dropdown menu do?",
            "How do I know if the changes I make to the template's access settings are immediate?",
            "Is the Share settings feature free?",
            "What happens if I don't select Share at the top of the page?"
        ]
    },
    "2_1": {
        "chatgpt-prompt1": [
            "What Vidyard apps can be used to draw on your screen while recording?",
            "Is the drawing tool available on the desktop app?",
            "Can you use Vidyard's built-in recording tool to draw on your screen?",
            "Is the mobile app compatible with the drawing tool?",
            "What is the drawing tool used for?",
            "Can you only use the drawing tool while recording your screen?",
            "How many Vidyard apps currently support the drawing tool?",
            "Which browsers is the drawing tool available on through the browser extension?"
        ],
        "text": "What Vidyard apps can I use to draw on my screen?\nCurrently, the drawing tool is available to use with the following Vidyard apps while recording your screen:\n✅ the browser extension (for Chrome & Edge)\n✅ Vidyard for Gmail, Outlook\n❌ the desktop app\n❌ Vidyard's built-in recording tool (from your video library)\n❌ the mobile app",
        "chatgpt-vanilla": [
            "What Vidyard apps can I use to draw on my screen?",
            "Which browser extensions are compatible with the drawing tool?",
            "Is the drawing tool available on the desktop app?",
            "Can I use the drawing tool with Vidyard's built-in recording tool?",
            "Is the drawing tool available on the mobile app?"
        ],
        "davinci-vanilla": [
            "What Vidyard apps can I use to draw on my screen?",
            "Is the drawing tool available to use with the browser extension?",
            "Is the drawing tool available to use with Vidyard for Gmail and Outlook?",
            "Is the drawing tool available to use with the desktop app?",
            "Is the drawing tool available to use with Vidyard's built-in recording tool?",
            "Is the drawing tool available to use with the mobile app?"
        ],
        "davinci-prompt1": [
            "Does the browser extension support the drawing tool?",
            "Is the drawing tool available for Vidyard for Gmail and Outlook?",
            "Is the drawing tool available for the desktop app?",
            "Is it possible to use the drawing tool with the built-in recording tool found in the video library?",
            "Can I use the drawing tool with Vidyard's mobile app?",
            "What apps can I use to draw on my screen?",
            "Does the browser extension offer a drawing tool for screen recording?",
            "Is the drawing tool compatible with Vidyard for Gmail and Outlook?"
        ],
        "davinci-prompt2": [
            "Can I use the drawing tool with the browser extension?",
            "Is the drawing tool available for Chrome and Edge?",
            "Is the desktop app compatible with the drawing tool?",
            "Does Vidyard for Gmail and Outlook support the drawing tool?",
            "Can I use the drawing tool with Vidyard's built-in recording tool?",
            "Does the mobile app offer a drawing tool?"
        ],
        "davinci-prompt3": [
            "Is the drawing tool available with the desktop app?",
            "Can the drawing tool be used with Vidyard for Gmail and Outlook?",
            "Is the drawing tool available with the built-in recording tool?",
            "Can I draw on my screen with the mobile app?",
            "What platform do I need to use the drawing feature?",
            "Is drawing available on all Vidyard apps?",
            "Is the drawing tool available on Chrome and Edge?",
            "Is the drawing tool only available while recording the screen?"
        ],
        "davinci-prompt4": [
            "What platforms does the drawing tool work with?",
            "Is the drawing tool available for the desktop app?",
            "Is it possible to draw on my screen using the mobile app?",
            "What kind of drawings can I create with the drawing tool?",
            "Is there a limit to the amount of drawings I can make with the tool?",
            "Is the drawing tool available on other platforms besides Chrome and Edge?",
            "How do I activate the drawing tool?",
            "Is the drawing tool compatible with my video library?",
            "What is the best way to use the drawing tool while recording my screen?"
        ]
    },
    "3_1": {
        "chatgpt-prompt1": [
            "How is your camera added to a screen recording with Vidyard?",
            "What options do you need to select to add your camera to a screen recording with Vidyard?",
            "How can you expand the size of your camera bubble when recording your screen with Vidyard?",
            "Can you change the size of your camera bubble during a screen recording with Vidyard?",
            "How can you collapse your camera bubble when recording your screen with Vidyard?",
            "Is it possible to expand and collapse your camera bubble before and during a screen recording with Vidyard?",
            "What button do you need to click to expand your camera bubble when recording your screen with Vidyard?",
            "What button do you need to click to collapse your camera bubble when recording your screen with Vidyard?"
        ],
        "text": "Did you know that you can move or change the size of your camera bubble when recording your screen with Vidyard?\nYour camera is added to a screen recording whenever you select the Screen + Cam option from the Vidyard browser extension (Chrome & Edge) or the desktop app.\n👉 Learn how to expand the size of your camera bubble\n👉 Learn how to move your camera bubble\nExpand the size of your camera bubble\nEither before or during a screen recording, you can expand and collapse your camera bubble to change its size.\nSimply click the button in the corner of your camera bubble to either expand or collapse.\nExpanding your camera bubble is ideal if you want to:\neasily transition between sharing your screen and focusing attention on yourself as the presenter (for example, in an introduction or wrap-up to the video)",
        "chatgpt-vanilla": [
            "What can you do when recording your screen with Vidyard?",
            "When is the camera added to a screen recording?",
            "How can you expand the size of your camera bubble?",
            "Can you expand and collapse the camera bubble during a screen recording?",
            "What is the benefit of expanding your camera bubble?",
            "How do you move your camera bubble?",
            "Where can you learn how to expand the size of your camera bubble?",
            "Where can you learn how to move your camera bubble?"
        ],
        "davinci-vanilla": [
            "What browser extensions does Vidyard offer?",
            "How can you expand the size of your camera bubble when recording your screen with Vidyard?",
            "How can you change the size of the camera bubble when recording?",
            "What is the purpose of expanding your camera bubble when recording?"
        ],
        "davinci-prompt1": [
            "What is the Vidyard browser extension?",
            "What is the Vidyard desktop app?",
            "How do you expand the size of your camera bubble?",
            "How do you move your camera bubble?",
            "What are the advantages of expanding your camera bubble?",
            "When can you expand or collapse your camera bubble?",
            "What are the benefits of expanding your camera bubble?",
            "What can you do when expanding your camera bubble?"
        ],
        "davinci-prompt2": [
            "How do you add a camera to a screen recording?",
            "What can you do to change the size of your camera bubble?",
            "How do you expand the size of your camera bubble?",
            "How do you move your camera bubble?",
            "What is the benefit of expanding your camera bubble?",
            "What is one example of how you can use an expanded camera bubble?"
        ],
        "davinci-prompt3": [
            "Is it possible to move or change the size of the camera bubble while recording with Vidyard?",
            "Can I access the camera bubble feature from the Chrome or Edge browser extension?",
            "How can I change the size of my camera bubble when recording?",
            "How can I move my camera bubble when recording?",
            "Is it easy to transition between sharing my screen and focusing attention on myself while using the camera bubble feature?",
            "Is it possible to expand and collapse the camera bubble in a recording?",
            "Are there any situations in which expanding the camera bubble is beneficial?",
            "Does the size of the camera bubble affect the quality of the recording?"
        ],
        "davinci-prompt4": [
            "Can I customize the size of my camera bubble when recording with Vidyard?",
            "Is the browser extension for Chrome and Edge the only way to use Vidyard?",
            "Is there a desktop app for using Vidyard?",
            "Are there any benefits of expanding my camera bubble when recording?",
            "How do I expand and collapse my camera bubble?",
            "What would be an ideal use for expanding my camera bubble?",
            "How can I transition between sharing screens and focusing on myself as the presenter?",
            "What is the best way to use the Vidyard browser extension?",
            "Can I control the size of my camera bubble during a screen recording?"
        ]
    },
    "5_1": {
        "chatgpt-prompt1": [
            "What does the browser prompt you to do when you start a screen recording?",
            "How do you choose which part of your screen you want to share in the recording?",
            "What do you need to click on depending on your browser to select the tab with the audio source you want to record?",
            "What should you select to ensure that the audio source is included in the recording?",
            "When do you select Share?",
            "Is capturing system audio currently supported on all devices?",
            "What do you need to do to capture system audio on Windows and ChromeOS devices?",
            "What should you select in the recording tool to start a screen recording?"
        ],
        "text": "Record audio from a browser tab\nOpen your Vidyard recording tool of choice, then start a screen recording. The browser will prompt you to choose which part of your screen you want share in the recording.\nClick on Chrome or Edge Tab (depending on your browser), then select the tab with the audio source you want to record\nSelect the Share audio checkbox\nSelect Share to begin\nRecord system (computer) audio\nNote: capturing system audio is currently only supported on Windows and ChromeOS devices\nOpen your Vidyard recording tool of choice, then start a screen recording. The browser will prompt you to choose the part of your screen you want share in the recording.\nClick on Your Entire Screen, then select which screen you want to record (if you have more than one).\nSelect the Share audio checkbox\nSelect Share to begin",
        "chatgpt-vanilla": [
            "How do you record audio from a browser tab using Vidyard?",
            "What will the browser prompt you to do when you start a screen recording in Vidyard?",
            "What do you need to click on before selecting the tab with the audio source you want to record?",
            "Is capturing system audio supported on all devices?",
            "Which operating systems currently support capturing system audio using Vidyard?",
            "What should you select when you want to record your computer's system audio?",
            "What should you select when you want to record your entire screen?",
            "Can you select which screen to record if you have more than one?",
            "What should you do to begin sharing and recording audio in Vidyard?"
        ],
        "davinci-vanilla": [
            "What is the first step for recording audio from a browser tab?",
            "What browser must be used when recording audio from a browser tab?",
            "How can audio be recorded from a browser tab?",
            "What must be done to capture system audio?",
            "What is the second step for recording audio from a browser tab?"
        ],
        "davinci-prompt1": [
            "How do I start a screen recording?",
            "How do I choose which part of my screen to share?",
            "How do I select the Share audio checkbox?",
            "How do I begin a recording?",
            "Is capturing system audio only supported on certain devices?",
            "Can I capture audio from a browser tab?",
            "What should I do if I have multiple screens?",
            "How do I share my audio?"
        ],
        "davinci-prompt2": [
            "What will the browser prompt when starting a screen recording?",
            "How can you access the audio source you want to record?",
            "What is the step after selecting the audio source?",
            "What does selecting the 'Share audio' checkbox do?",
            "Is capturing system audio supported on all devices?",
            "How can you select the screen you want to record if you have more than one?",
            "What action should be taken after selecting the Share audio checkbox?",
            "What is the final step before starting the recording?"
        ],
        "davinci-prompt3": [
            "What recording tool should I use?",
            "How do I choose which part of the screen I share in the recording?",
            "How do I share audio in the recording?",
            "How do I start the recording?",
            "How do I record system audio?",
            "Which devices support capturing system audio?",
            "How do I choose my entire screen to record?",
            "How do I select which screen to record with multiple displays?"
        ],
        "davinci-prompt4": [
            "What is the first step to record audio from a browser tab?",
            "What browser do I need to use to record audio from a browser tab?",
            "What do I need to do to ensure that audio is shared in the recording?",
            "Is capturing system audio supported on Mac devices?",
            "How can I select which part of my screen should be shared in the recording?",
            "What do I need to do to start the recording?",
            "What is the best Vidyard recording tool to use?",
            "How do I select which screen to record if I have multiple?",
            "What do I need to do to make sure audio is shared?"
        ]
    },
    "4_3": {
        "chatgpt-prompt1": [
            "Is the option to record videos directly from your library only available when you don't have the browser extension installed for Chrome or Edge?",
            "What happens when you use a different web browser like Firefox and don't have the extension installed?",
            "Are the types of videos you can record the same across different web browsers if you don't have the extension installed?",
            "Do the types of videos you can record differ based on the web browser you're using without the extension?",
            "Is it possible to record a specific browser tab with Chrome and Edge without the browser extension?",
            "Can you record a Screen + Cam video without the browser extension?",
            "What is required to record a Screen + Cam video?",
            "Is it possible to record a Screen + Cam video without the browser extension for Chrome, Edge, Firefox, or Safari?"
        ],
        "text": "Recording without the browser extension\nThe option to record videos directly from your library is used only when you do not have the browser extension installed for Chrome or Edge, or you use a different web browser like Firefox.\nWithout the extension, the types of videos that you can record differ based on the web browser that you’re using.\nFor example, you can record a specific browser tab with Chrome and Edge, but not with Firefox. Plus, without the browser extension, you cannot record a Screen + Cam video.\nSee the table below for full details.\nChrome\nEdge\nFirefox\nSafari\nCamera\n✅ Allows Blur or Low Light\nYes\nYes\nNo\nScreen\n❌ No Blur or Low Light\nYes\nOptions:\nentire screen\napplication window\nbrowser tab\nOption to capture internal audio while recording browser tab or entire screen\nYes\nOptions:\nentire screen\napplication window\nNo\nScreen + Cam\nThe browser extension is required to record screen + cam at the same time\nNo\nNo",
        "chatgpt-vanilla": [
            "When is the option to record videos directly from your library used?",
            "What does the option to record videos without the browser extension require?",
            "What are the types of videos that you can record if you don't have the browser extension?",
            "Do the types of videos that you can record differ based on the web browser that you're using?",
            "What can you record with Chrome and Edge?",
            "Can you record a specific browser tab with Firefox?",
            "What type of video can't you record without the browser extension?",
            "What does the table below show?",
            "Does Chrome allow Camera to record with Blur or Low Light?"
        ],
        "davinci-vanilla": [
            "Can you record videos directly from your library without the browser extension?",
            "Are the types of videos that you can record different based on the web browser used?",
            "Can you record a specific browser tab with Chrome or Edge?",
            "Can you record a Screen + Cam video without the browser extension?",
            "Does Chrome allow for Blur or Low Light?",
            "Does Firefox allow for Blur or Low Light?",
            "Are the options for capturing internal audio while recording with Chrome or Edge the same?",
            "Does Safari allow for capturing internal audio while recording?",
            "Is the browser extension required to record Screen + Cam at the same time?"
        ],
        "davinci-prompt1": [
            "Can you record a specific browser tab with Chrome?",
            "Can you record a screen + cam video without the browser extension?",
            "Does Firefox allow you to blur or use low light when recording?",
            "Is the option to capture internal audio available while recording an entire screen?",
            "Can you capture internal audio while recording a browser tab?",
            "Are there options available to record with Firefox?",
            "Are Safari recordings subject to blur or low light effects?",
            "Is the browser extension required to record screen + cam at the same time?"
        ],
        "davinci-prompt2": [
            "What types of videos can you record if you don't have the browser extension installed?",
            "Can you record a specific browser tab with Chrome and Edge?",
            "What is the browser extension required for?",
            "Can you record a screen + cam video without the browser extension?",
            "Does Firefox allow for blur or low light when recording?",
            "Are there any options for recording with Edge?",
            "Is it possible to capture internal audio while recording a browser tab or entire screen?",
            "Is it possible to record a Screen + Cam video without the browser extension?"
        ],
        "davinci-prompt3": [
            "What web browser do I need to have the browser extension installed on?",
            "Is it possible to record videos directly from a library without the browser extension?",
            "Does the ability to record videos differ based on what web browser I'm using?",
            "Can I record a specific browser tab with Chrome and Edge?",
            "Is it possible to record a Screen + Cam video without the browser extension?",
            "Does Chrome allow me to blur or have low light while recording?",
            "Is there an option to capture internal audio while recording a browser tab or entire screen?",
            "Does Firefox allow me to blur or have low light while recording?"
        ],
        "davinci-prompt4": [
            "Does the browser extension for Chrome or Edge allow for Camera recording?",
            "Are there any customization options for recordings without the browser extension?",
            "What type of video can I record with Firefox?",
            "Will I be able to record audio with recordings from Chrome or Edge?",
            "Is there an option to blur or adjust the low light while recording with Chrome or Edge?",
            "Can I record a Screen + Cam video without the browser extension?",
            "Is the browser extension required to record Screen + Cam videos?",
            "Are there specific windows or tabs I can record on Firefox?",
            "Is it possible to capture internal audio while recording a browser tab or entire screen?"
        ]
    },
    "1_2": {
        "chatgpt-prompt1": [
            "What do you need to enable in your extension's recording preferences to see your Speaker Notes?",
            "Will the Speaker Notes text box be hidden while recording is in progress?",
            "How can you check your notes during recording?",
            "What will happen if you open Speaker Notes during the recording?",
            "When will your notes be visible to viewers?",
            "What do you need to do to open the browser extension for recording?",
            "Which recording options can you select from the browser extension?",
            "Where should you write your Speaker Notes?"
        ],
        "text": "Using Speaker Notes while recording your screen\nYou'll find your Speaker Notes in the bottom right-hand corner of your screen when you select either Screen or Screen + Cam mode. Just make sure you have Show recording controls enabled in your extension's recording preferences.\nWhile recording is in progress, the Speaker Notes text box is automatically hidden. If you want to check your notes, select Pause from the recording controls for the text box to reappear.\nBe aware that if you open Speaker Notes during the recording, your notes will be captured in the final video and visible to your viewer. Learn more about when your notes are visible to viewers.\nOpen the browser extension, then select either the Screen or Screen + Cam recording option\nWrite your Notes in the text box in the bottom right-hand corner of your screen\nIf you do not see a text box, select Speaker Notes  from your recording controls\nUse the Expand and Collapse buttons to resize the Speaker Notes text box\nSelect Start Recording to begin your video",
        "chatgpt-vanilla": [
            "Where can you find your Speaker Notes when recording your screen?",
            "What do you need to make sure is enabled in your extension's recording preferences to access your Speaker Notes?",
            "What happens to the Speaker Notes text box while recording is in progress?",
            "How can you check your Speaker Notes during recording?",
            "Will opening Speaker Notes during recording affect the final video?",
            "What should you do to begin recording your video?",
            "What recording options are available when you open the browser extension?",
            "Where should you write your notes while recording?",
            "What should you do if you do not see a text box for your Speaker Notes?"
        ],
        "davinci-vanilla": [
            "Where can Speaker Notes be found while recording the screen?",
            "How can Speaker Notes be accessed during recording?",
            "What will happen if the Speaker Notes text box is opened during the recording?",
            "How can the Speaker Notes text box be opened?",
            "How can the size of the Speaker Notes text box be adjusted?",
            "What is the first action that needs to be taken to start recording?"
        ],
        "davinci-prompt1": [
            "What do I need to do to make sure I can see the Speaker Notes text box?",
            "How can I pause my recording to check my Speaker Notes?",
            "Will Speaker Notes be visible to my viewers in the final video?",
            "What are the steps needed to record my screen with Speaker Notes?",
            "How can I make the Speaker Notes text box larger or smaller?",
            "How do I start recording my video with Speaker Notes?"
        ],
        "davinci-prompt2": [
            "Where do you find the Speaker Notes when recording?",
            "Is the Speaker Notes text box automatically hidden when recording?",
            "How do you show Speaker Notes during recording?",
            "Can viewers see your Speaker Notes during the recording?",
            "What recording options are available?",
            "Where is the text box located when recording?",
            "How do you resize the Speaker Notes text box?",
            "When do you start recording the video?"
        ],
        "davinci-prompt3": [
            "What are the steps to access the Speaker Notes text box?",
            "Is there an option to hide the Speaker Notes while recording?",
            "Can I resize the Speaker Notes text box?",
            "How do I start recording?",
            "Will my Speaker Notes be included in the final video?",
            "Is there a way to preview the Speaker Notes before I start recording?",
            "Is it possible to recover edited Speaker Notes after I’ve already started recording?",
            "Is it easy to access Speaker Notes while I’m recording my screen?"
        ],
        "davinci-prompt4": [
            "What is Speaker Notes?",
            "What is the bottom right-hand corner of the screen?",
            "How do I enable Show recording controls?",
            "Is the Speaker Notes text box automatically hidden when recording is in progress?",
            "How do I check my notes during recording?",
            "What happens if I open Speaker Notes during the recording?",
            "What are the recording options?",
            "Can I write my notes in Speaker Notes?",
            "How do I resize the Speaker Notes text box?"
        ]
    }
}