{
    "davinci-prompt2": [
        "What language options are available?",
        "How do I go to my account?",
        "What is the Knowledge Base?",
        "How can I get HubSpot for free?",
        "How can I reset my two-factor authentication?",
        "What is the Homepage?",
        "What is the Help Center?",
        "What is the Documentation?",
        "What code do I need to use to reset my 2FA?",
        "How many super admins will receive the reset email?",
        "What happens if I'm on multiple accounts or I'm the only administrator on my account?",
        "How do I submit answers to the security questions?",
        "What kind of response can I expect when submitting security questions?",
        "How long does it take for a response after submitting security questions?",
        "Does account access get granted immediately after the reset?",
        "How can I log in after resetting my 2FA?",
        "What type of content is featured in the HubSpot blog?",
        "Do real customers contribute content to the Customer Blog?",
        "Where can users find updates on the latest releases from HubSpot’s Product team?",
        "What topics does the HubSpot blog cover?",
        "What do customers use HubSpot for?",
        "What kind of information is available on the Customer Blog?",
        "Does the Product Updates Blog include information on newly released features?",
        "What type of blog is the HubSpot blog?",
        "What type of content can users find on the HubSpot blog?",
        "What type of guides are available?",
        "What types of API documentation are available?",
        "What types of reference materials are available for API development?",
        "What types of CMS documentation are available?",
        "What types of reference materials are available for CMS development?",
        "What type of training is available?",
        "Where can I access Academy's free online video lessons?",
        "Are there certification courses available on Academy?",
        "What type of lessons are available in Academy's certification courses?",
        "What is Community?",
        "What is CRM & Sales Hub?",
        "What do you need to do to use HubSpot’s CRM and Sales Hub?",
        "What is Marketing Hub?",
        "What is the purpose of Marketing Hub?",
        "What is Service Hub?",
        "What can you do with Service Hub?",
        "Who are the experts for HubSpot?",
        "What is the best way to maximize the use of HubSpot?",
        "Did this article help you?",
        "How would you rate this article?",
        "Did the article reflect what you saw in the product?",
        "Was the article difficult to understand?",
        "Was the article comprehensive enough?",
        "Did the article match what you searched for?",
        "Is there anything we could change to make the article more helpful?",
        "Is there anything we could change to make this article helpful?",
        "Should HubSpot contact you about your feedback?",
        "How long does it take to reset two-factor authentication?",
        "What if I lose the device I use for two-factor authentication?",
        "How can I protect my account from bad actors if my login credentials are compromised?",
        "What is the best way to ensure I can access my HubSpot account?",
        "Is two-factor authentication the only way to access my HubSpot account?",
        "What is the name of the PDF file containing my backup codes?",
        "How many backup codes are provided when I set up two-factor authentication?",
        "Can my two-factor authentication setup be reset if I uninstall the HubSpot app?",
        "Is it recommended to set up a new two-factor authentication method once it is reset?",
        "How do I request a 2FA reset?",
        "Where do I enter my login credentials?",
        "What should I do if I am unable to access my 2FA method?",
        "How can I use the backup code?",
        "What should I do if I have lost my authentication device?",
        "What happens if my account is eligible with super admins?",
        "Who will receive the reset email if my account is eligible for super admins?",
        "How many account super admins will receive the reset email?",
        "What happens after I receive the email with the code?",
        "How do I manage Sales Hub and Service Hub paid seats?",
        "Is there a way to export HubSpot content and data?",
        "What kind of user permissions are available in HubSpot?",
        "How do I reset my two-factor authentication?",
        "Is there a copyright associated with HubSpot?",
        "Where can I find the Privacy Policy?",
        "What are the Cookie Settings?"
    ],
    "davinci-prompt1": [
        "Was the article you read helpful?",
        "How would you describe the article?",
        "Is the article inaccurate?",
        "Is the article unclear?",
        "Is the article missing information?",
        "Is the article irrelevant?",
        "Is there anything we could change to make the article more helpful?",
        "Does HubSpot contact you about your feedback?",
        "Is an email address required for clarification on feedback?",
        "What language options are available?",
        "Where can I find the 'Go to my account' option?",
        "What can I find in the Knowledge Base?",
        "How can I reset my two-factor authentication?",
        "Is there a way to get HubSpot for free?",
        "Where can I get help for documentation?",
        "Is Knowledge Base a resource I can use?",
        "Is there a menu I should be aware of?",
        "Is there an option to switch languages?",
        "What kind of content can you find on the HubSpot blog?",
        "What topics does the Marketing, sales, agency, and customer success blog cover?",
        "What can you learn about from reading the Customer Blog?",
        "What kind of information is included in the Product Updates Blog?",
        "What type of content does the HubSpot blog cover?",
        "What type of content can be found on the Customer Blog?",
        "What topics are discussed on the Product Updates Blog?",
        "What kind of blog topics are covered in the Marketing, sales, agency, and customer success blog?",
        "Are there examples of how real customers use HubSpot on the Customer Blog?",
        "What type of guides are available for setup and troubleshooting?",
        "Is there a reference for API development?",
        "What kind of CMS documentation is available?",
        "Is there a reference for CMS development?",
        "Does HubSpot provide training opportunities?",
        "What is available in Academy Content Library?",
        "What can be found in Academy Certification Courses?",
        "Is hands-on training available?",
        "Is there an industry-recognized certification offered?",
        "What code do I need to provide a super admin to have my 2FA reset?",
        "How many account super admins will receive the reset email?",
        "What happens if I am on multiple accounts or I am the only administrator on my account?",
        "What kind of verification instructions will I receive in the email?",
        "What do I need to do to open a list of security questions?",
        "How long does it take to receive a response after submitting my answers?",
        "Does my account access get granted right away after the reset?",
        "Who is able to reset my 2FA?",
        "How can I log in after my 2FA is reset?",
        "What do I need to do to request a 2FA reset?",
        "How do I access my 2FA method?",
        "What are my options if I am unable to access my 2FA method?",
        "How do I reset my 2FA if I am on a single account eligible with super admins?",
        "What is the process I need to follow to reset my 2FA if I am on a single account eligible with super admins?",
        "How do I receive access from an account administrator or the HubSpot support team if I have lost my authentication device?",
        "How many backup verification codes are supplied during 2FA set up?",
        "What will I receive if I are on a single account eligible with super admins and need to reset my 2FA?",
        "How many super admins will receive the reset email if my account is eligible for super admins?",
        "What is HubSpot's CRM and Sales Hub?",
        "How can I get the most out of HubSpot?",
        "What is HubSpot’s marketing tools and inbound strategy?",
        "How do I learn about Service Hub?",
        "Is there a way to improve the HubSpot platform?",
        "What resources are available for HubSpot developers?",
        "How can I connect with other HubSpot users?",
        "Is there a local community of HubSpot users?",
        "Are there experts available to help me with HubSpot?",
        "What do I do if I lose the device I'm using for two-factor authentication?",
        "How long does a two-factor authentication reset take?",
        "To which products and plans does this information regarding two-factor authentication resetting apply?",
        "What should I do to protect my account from bad actors if my login credentials are compromised?",
        "What is the best way to ensure I can access my HubSpot account?",
        "Is there a way to save a backup of my two-factor authentication setup?",
        "How can I access two-factor authentication backup codes?",
        "What is the most secure and reliable two-factor authentication setup for my HubSpot account?",
        "Can users in a partner account request a two-factor authentication reset?",
        "What is the purpose of Sales Hub and Service Hub?",
        "How can users edit users and modify billing permissions in a Sales Hub or Service Hub account?",
        "How can users export HubSpot content and data?",
        "What kind of permissions can users customize in HubSpot?",
        "What is the reset-your-two-factor-authentication URL?",
        "Who owns the copyright of HubSpot?",
        "How often is the HubSpot copyright updated?",
        "What information is contained in HubSpot's Privacy Policy?",
        "What settings are available in HubSpot's Cookie Settings?"
    ],
    "davinci-prompt3": [
        "How do I troubleshoot an issue with HubSpot?",
        "Is there an API documentation available?",
        "What kind of reference material is available for API development?",
        "Does HubSpot offer CMS documentation?",
        "Is there reference material available for CMS development?",
        "What kind of training does HubSpot offer?",
        "What is the Academy Content Library?",
        "Are there any certification courses offered by HubSpot?",
        "How can I benefit from using HubSpot's CRM and Sales Hub?",
        "What are the features of HubSpot's Marketing Hub?",
        "What strategies do you provide for inbound marketing?",
        "How can Service Hub help me?",
        "What kind of expert advice is available for HubSpot users?",
        "How can I submit ideas to improve the HubSpot platform?",
        "Who should I contact with questions about developing on the HubSpot platform?",
        "Are there any user groups I can join to learn more about HubSpot?",
        "Does the HubSpot Blog provide tips on sales strategies?",
        "What kind of content is included on the Customer Blog?",
        "Can I find examples of successful customer stories on the Customer Blog?",
        "Is the Product Updates Blog updated regularly?",
        "What types of updates can I expect to find on the Product Updates Blog?",
        "Are there any tips on using HubSpot’s products offered on the Product Updates Blog?",
        "How can I stay up-to-date on the latest HubSpot product news?",
        "Can I access the HubSpot Blog, Customer Blog and Product Updates Blog for free?",
        "What are the extra security steps for resetting two-factor authentication?",
        "What is the minimum time it takes to reset two-factor authentication?",
        "Does it apply to all products and plans?",
        "What happens if I lose the device I use for two-factor authentication?",
        "How do I reset my two-factor authentication?",
        "What is the best way to ensure I retain access to my HubSpot account?",
        "How can I set up two-factor authentication?",
        "What are the backup codes?",
        "What languages are available in the knowledge base document?",
        "Is the knowledge base document available in English?",
        "How do I access my account?",
        "Can I get HubSpot for free?",
        "Is there a help center for assistance?",
        "Is there a documentation section for the knowledge base?",
        "Are there any tutorials available in the knowledge base?",
        "Are there any videos available in the knowledge base?",
        "How do I know if I'm eligible for super admins?",
        "If I have multiple accounts, can I have my 2FA reset?",
        "What is a super admin?",
        "How long does it take for a response after submitting my answers to the security questions?",
        "What kind of verification is needed to get my 2FA reset?",
        "How do I access my account once my 2FA has been reset?",
        "What do I need to do before my 2FA can be reset?",
        "What kind of email will I get if my account is eligible with super admins?",
        "How can I customize my Account Settings?",
        "Is there a simple way to view all of my Account Settings?",
        "How can I change my Account Settings?",
        "Are there any limitations when it comes to Account Settings?",
        "Can I change how often my Account Settings are updated?",
        "Is it possible to adjust the Account Settings to my specific requirements?",
        "How can I see what changes I'm making to my account settings?",
        "What is the feedback process for updating Account Settings?",
        "How do I know if my account is eligible for super admins?",
        "How can I access my 2FA method?",
        "What do I do if I lost my authentication device?",
        "How many backup verification codes are available during 2FA setup?",
        "What do I do if I don't have any backup codes?",
        "Who should I contact to have my 2FA reset?",
        "How will I know if I am eligible for a 2FA reset?",
        "Will I receive an email after I initiate the reset process?",
        "How do I manage paid seats for Sales and Service Hub?",
        "Can I export content and data from my HubSpot account?",
        "How do I customize user permissions in HubSpot?",
        "Is there a table of contents for HubSpot to help me navigate?",
        "How do I reset two-factor authentication for my account?",
        "What are the legal policies surrounding HubSpot?",
        "What is HubSpot's privacy policy?",
        "Can I adjust cookie settings for HubSpot?"
    ],
    "davinci-prompt4": [
        "How often is the HubSpot Blog updated?",
        "What topics does the HubSpot Blog cover?",
        "Are there any case studies featured on the Customer Blog?",
        "How can HubSpot be used in customer success?",
        "What kind of examples are featured on the Customer Blog?",
        "Is the Customer Blog a place to find customer success tips?",
        "What type of information is included on the Product Updates Blog?",
        "Is the Product Updates Blog regularly updated with the latest product information?",
        "How do I reset my two-factor authentication?",
        "What is the first step for resetting my two-factor authentication?",
        "Are there any other languages the document is available in?",
        "How do I access my account?",
        "How do I get HubSpot free?",
        "How can I access the Knowledge Base?",
        "Are there other documents I can look at?",
        "Is there anyone I can contact that can help me with resetting my two-factor authentication?",
        "What is a backup code and how do I use it?",
        "What if I don't have access to my 2FA method?",
        "How do I get access from an account administrator?",
        "What happens if I'm on a single account eligible with super admins?",
        "How can I receive the code for resetting my 2FA?",
        "What if my account is eligible for super admins?",
        "Who will receive the reset email?",
        "What if I don't have 10 account super admins?",
        "What are HubSpot's marketing tools and inbound strategy?",
        "How does HubSpot's Service Hub work?",
        "What expertise can I get from Meet the Experts?",
        "What can I do to improve the HubSpot platform?",
        "What types of questions can I ask the HubSpot Developers?",
        "How can I join a HubSpot User Group?",
        "What features does the CRM & Sales Hub have?",
        "What strategies are included in HubSpot's inbound marketing?",
        "What type of API Documentation is available?",
        "What type of reference material is available for API development?",
        "What CMS Documentation is available?",
        "What type of reference material is available for CMS development?",
        "Is training available?",
        "What is the Academy Content Library?",
        "What is included in the Academy Certification Courses?",
        "What type of lessons are included in the Academy Certification Courses?",
        "How do I access my account after my 2FA has been reset?",
        "How long does it take to receive a response after submitting answers to the security questions?",
        "How do I know if I am on multiple accounts?",
        "Is the reset email sent to all super admins on an account?",
        "What information do I need to provide for my 2FA to be reset?",
        "What should I do if I don't receive an email after submitting my answers to the security questions?",
        "What happens if I don't have an account eligible with super admins?",
        "What is the time frame for a response from the HubSpot support team?",
        "Can I change my Account Settings?",
        "How can I tell if this article is helpful?",
        "How would I describe this article if I found it inaccurate?",
        "Can I get more help with HubSpot?",
        "How can I give feedback about the documentation?",
        "How does HubSpot use my email address for feedback?",
        "How do I get clarification about my feedback?",
        "How does HubSpot use my feedback?",
        "How long does it take to reset my two-factor authentication?",
        "What is two-factor authentication?",
        "What should I do if I lose the device I use for two-factor authentication?",
        "How can I protect my account from bad actors?",
        "How can I ensure I retain access to my HubSpot account?",
        "Can partner accounts request a 2FA reset?",
        "How do I set up two-factor authentication?",
        "How can I back up my two-factor authentication codes?",
        "How do I export HubSpot content and data?",
        "What are user permissions in HubSpot?",
        "What is the copyright of the document?",
        "What is the legal stuff?",
        "What is the Privacy Policy?",
        "What is the Cookie Settings?",
        "How do I manage Sales Hub and Service Hub paid seats?",
        "How do I edit users in Sales Hub or Service Hub account?"
    ],
    "chatgpt-vanilla": [
        "What is the article about?",
        "Was the article helpful?",
        "How would you describe the article?",
        "Is there anything that could be changed to make the article more helpful?",
        "Can HubSpot contact the user about their documentation feedback?",
        "What is the email address used for?",
        "What is the purpose of the feedback form?",
        "What can the user get help with regarding HubSpot?",
        "How can one reset their 2FA?",
        "Who should one contact to reset their 2FA?",
        "What should one do if they are not eligible for super admins?",
        "What happens after one submits their answers to the security questions?",
        "How long does it take for the HubSpot support team to respond?",
        "When is account access granted after 2FA reset?",
        "What information is required to log in after 2FA reset?",
        "What types of guides are available?",
        "What is included in the API Documentation?",
        "What is included in the Reference for API Development?",
        "What is included in the CMS Documentation?",
        "What is included in the Reference for CMS Development?",
        "What types of training are available?",
        "What is included in the Academy Content Library?",
        "What is included in the Academy Certification Courses?",
        "What is Classroom Training?",
        "What is HubSpot Blog?",
        "What type of blog content is covered in HubSpot Blog?",
        "What is Customer Blog?",
        "What is the purpose of Customer Blog?",
        "What type of examples are provided in Customer Blog?",
        "What is Product Updates Blog?",
        "What type of updates are covered in Product Updates Blog?",
        "Who is responsible for releasing the latest updates in Product Updates Blog?",
        "What is the purpose of the Community?",
        "What topics are discussed in the CRM & Sales Hub?",
        "What can users discuss and learn about in the Marketing Hub?",
        "What is the Service Hub for?",
        "How can users learn how to get the most out of HubSpot?",
        "How can users submit ideas to improve the HubSpot platform?",
        "What can users do in the HubSpot Developers forum?",
        "What are the HubSpot User Groups for?",
        "What is the title of the document?",
        "What is the content of the document about?",
        "Can you select a language on this page?",
        "How many languages can you select from?",
        "Is there a link to go to your account on this page?",
        "Is there an option to get HubSpot for free on this page?",
        "What are the options in the menu?",
        "Is there a link to a help center on this page?",
        "Is there any documentation on this page?",
        "What is the Knowledge Base for?",
        "What section contains Account Setup information?",
        "What section contains Account Settings information?",
        "How long does a 2FA reset take?",
        "What is the purpose of a 2FA reset?",
        "What happens if login information is compromised?",
        "What is required to log in after a 2FA reset?",
        "What is recommended to do after a 2FA reset?",
        "Who can request a 2FA reset in a partner account?",
        "How do I request a 2FA reset?",
        "What do I do if I am unable to access my 2FA method?",
        "What are the options available on the login verification screen if I am unable to access my 2FA method?",
        "What is the \"Use a backup code\" option on the login verification screen?",
        "What are backup verification codes and how many are supplied during 2FA set up?",
        "What is the \"Lost your authentication device?\" option on the login verification screen?",
        "Who can I contact to receive access to my account if I have lost my authentication device?",
        "What will happen if I am on a single account eligible with super admins and request a 2FA reset?",
        "Who will receive the reset email if my account is eligible for super admins?",
        "What do you need to have in order to manage Sales Hub and Service Hub paid seats?",
        "How can you export your HubSpot content and data?",
        "What can HubSpot users with Add & edit users permissions do?",
        "Is there a table of contents available for the provided document?",
        "Where can you find information about resetting your two-factor authentication?",
        "Who owns the copyright for the document?",
        "Are there any legal documents provided, such as a privacy policy?",
        "Can you adjust cookie settings on the website?"
    ],
    "chatgpt-prompt1": [
        "What topics are covered in the HubSpot blog?",
        "What is the Customer Blog for?",
        "How does the Customer Blog showcase HubSpot's capabilities?",
        "What kind of examples are featured in the Customer Blog?",
        "What is the Product Updates Blog for?",
        "Who writes the Product Updates Blog?",
        "What updates are featured in the Product Updates Blog?",
        "How often is the Product Updates Blog updated?",
        "How can one reset their two-factor authentication?",
        "Is there a specific language option available on the webpage?",
        "What languages are available on the webpage?",
        "How can one access their account?",
        "Is there a free version of HubSpot available?",
        "Where can one find the Home page on the website?",
        "What is the purpose of the Knowledge Base?",
        "What options are available in the Menu?",
        "What is included in the API Documentation?",
        "What is the Reference for API Development used for?",
        "What is the CMS Documentation?",
        "How is the Reference for CMS Development used?",
        "What type of training is provided by HubSpot?",
        "What is included in the Academy Content Library?",
        "What is the Academy Certification Courses program?",
        "How do you schedule Classroom Training with HubSpot?",
        "Who should you contact to reset your 2FA?",
        "Is resetting your 2FA a simple process?",
        "Is there a limit to the number of super admins who can receive a reset email?",
        "How many super admins will receive the reset email if the account is eligible for super admins?",
        "Will you receive a reset email if you are the only administrator on your account?",
        "Will you receive a reset email if you are on multiple accounts?",
        "What happens if you do not have an account eligible with super admins?",
        "What will happen if you click on the link in the verification email?",
        "What topics can be discussed in the CRM & Sales Hub?",
        "What is the focus of the Marketing Hub?",
        "What is Service Hub and what can users learn about it?",
        "What is the Meet the Experts feature and how can users benefit from it?",
        "Can users give feedback and suggestions to improve the HubSpot platform? If so, how?",
        "What is the purpose of the HubSpot Developers section?",
        "Is there a way for HubSpot users to connect with other local users? If so, how?",
        "Can users ask and answer questions in the HubSpot Community?",
        "Where do you enter your login credentials for HubSpot?",
        "What should you do if you can't access your 2FA method?",
        "What are the two options on the login verification screen if you can't access your 2FA method?",
        "How many backup verification codes are supplied during 2FA set up?",
        "What should you do if you have lost your authentication device?",
        "Who can you receive access from if you have lost your authentication device?",
        "If you are on a single account eligible with super admins, what happens when you need to reset your 2FA?",
        "What will happen when you reset your 2FA on a single account eligible with super admins?",
        "Was the article helpful to you?",
        "Did you find any inaccuracies in the article?",
        "Was the article difficult to understand?",
        "Was there missing information in the article?",
        "Was the article irrelevant to what you were searching for?",
        "Is there anything that can be changed to make the article more helpful?",
        "Can you suggest any changes that could make the article more useful?",
        "Would you allow HubSpot to contact you about your feedback?",
        "How long does a 2FA reset take in HubSpot?",
        "Why does a 2FA reset take 48-72 hours in HubSpot?",
        "What happens if a bad actor tries to access your HubSpot account with compromised login credentials?",
        "What should you do after resetting your 2FA in HubSpot?",
        "Who can request a 2FA reset in a partner account in HubSpot?",
        "What is the best way to ensure you retain access to your HubSpot account?",
        "What are backup codes in HubSpot?",
        "Can you download backup codes in HubSpot?",
        "How can you export content and data from your HubSpot account?",
        "What is the HubSpot user permissions guide for?",
        "Who can customize permissions for new and existing users in a HubSpot account?",
        "Is there a table of contents available for this document?",
        "Where can you find information on resetting your two-factor authentication for your account?",
        "Who owns HubSpot, Inc. according to the document?",
        "Is there any related content available for managing Sales Hub and Service Hub paid seats?",
        "What is the purpose of the Knowledge Base mentioned in the document?"
    ],
    "davinci-vanilla": [
        "What type of guides are available?",
        "What type of API documentation is available?",
        "What type of CMS documentation is available?",
        "What type of training is available?",
        "What type of content is in the Academy Content Library?",
        "What type of certification courses are available?",
        "What type of learning experience is offered through Classroom Training?",
        "What topics are covered in the HubSpot Blog?",
        "What type of content is featured on the Customer Blog?",
        "What information is provided on the Product Updates Blog?",
        "What code should be used to reset 2FA?",
        "How many super admins will receive the reset email?",
        "What further verification instructions are received if an account is not eligible with super admins?",
        "How long does it take to get a response from the HubSpot support team?",
        "When is account access granted after 2FA has been reset?",
        "What language is the document written in?",
        "What is the name of the product mentioned in the document?",
        "What is the name of the action mentioned in the document?",
        "What is the name of the link provided in the document?",
        "What other languages are mentioned in the document?",
        "How do you request a 2FA reset?",
        "What do you enter on the HubSpot login screen?",
        "What are the two options on the login verification screen?",
        "What happens if you are on a single account eligible with super admins?",
        "How do you receive access if your account is eligible for super admins?",
        "Who will receive the reset email if your account is eligible for super admins?",
        "How many account super admins will receive the reset email?",
        "What is the minimum time needed to reset two-factor authentication?",
        "What is the best way to ensure access to a HubSpot account?",
        "When setting up two-factor authentication, what is provided?",
        "What is the name of the file containing backup codes for two-factor authentication?",
        "Was this article helpful?",
        "How would you describe this article?",
        "Is there anything we could change to make it even more helpful?",
        "Is there anything we could change to make this article helpful?",
        "Does allowing HubSpot to contact me about my documentation feedback require an email address?",
        "Is this feedback form only used for documentation feedback?",
        "What is the purpose of the Community section on the HubSpot platform?",
        "What topics can be discussed in the CRM & Sales Hub?",
        "What topics can be discussed in the Marketing Hub?",
        "What topics can be discussed in the Service Hub?",
        "Who is the group of experts associated with the HubSpot platform?",
        "What is the purpose of the Submit Ideas section?",
        "Who is the intended audience of the HubSpot Developers section?",
        "What is the purpose of the HubSpot User Groups?",
        "How can users with Add & edit users permissions customize permissions for users in their account?",
        "How can users export HubSpot content and data from their accounts?",
        "What year is indicated in the document?",
        "What does the document mention about Sales Hub and Service Hub paid seats?",
        "What is included in the table of contents?"
    ]
}